import React from "react";
import Largenavbar from "../components/largenavbar";

export default class Corona extends React.Component {
  render() {
    return (
      <div className="about-header" dir='rtl' style={{textAlign:'right'}}>
        <div className="content">
          <div className="jumbotron jumbotron-fluid">
            <div className="container">
              <h1 className="display-4">  پیدایش کروناویروس2019 </h1>
              <p className="lead">در اواخر دسامبر سال 2019، یک  سری موارد
               غیرقابل توضیح در مورد پنومونی در ووهان چین گزارش شد. در 3 ژانویه سال 2020 
               ، WHO  همه گیری کروناویروس نوین-2019 را بعنوان فوریت بهداشت عمومی با نگرانی بین المللی  (PHEIC )اعلام کرد.
                در 11 فوریه سال 2020 ،WHO  رسماً بیماری ایجاد شده
                 توسط کروناویروس نوین-2019 را بیماری (COVID19)کووید-19 نامگذاری کرد. در همان روز، گروه مطالعه
                 کروناویروس (CSG )کمیته بین المللی طبقه بندی ویروس ها آن را به عنوان سندرم تنفسی حاد شدی ، کروناویروس-2 
                 (SARS-CoV-2) نامگذاری کرد. طبق آمار جهانی اعلام شده، نرخ مرگ و میر3/4 % برای این بیماری ثبت شده است.
                  بیماری کووید-19 که یک بیماری عفونی بشدت مسری است،
                  می تواند از انسان به انسان و از طریق تماس نزدیک منتقل شود
                  و هر فرد آلوده به این ویروس به طور متوسط در حدود 9 فرد دیگر را آلوده می کند. </p>
            </div>
          </div>
          <div className="structure" style={{display:'flex', alignItems:'center', flexDirection: 'column'}}>
            <p className="structure-header text-center">
             در خانه بمانیم
            </p>
            <img className="img-fluid" src={"/assert/home.jpg"} alt="stay home" />
          </div>
          <div className="team-structure row">
            <div className="team-structrue-content col-7">
              <div className=" vertical-center container">
                <h1>ساختار کروناویروس ها</h1>
                <p>کروناویروس ها خانواده ای از ویروس های RNA دار و سایر نیدوویرال ها هستند. 
                  آن ها دارای شکلی کروی با شاخه های برآمده
                   و تاجی شکل هستند و همین شکل فضایی آن ها دلیل نامگذاری این خانواده ویروسی با نام 
                   Coronaviruses شده است. ریشه این اسم برگرفته از واژه لاتین (corōna) به معنی تاج می باشد.
کروناویروس ها عامل 15 درصد از بیماری های تنفسی اند و معمولاً شکل حادی از بیماری ایجاد نمی کنند،
 ولی توانایی ایجاد عفونت های تنفسی فوقانی خفیف (مانند سرماخوردگی عادی) را دارند. 
این خانواده ویروسی طیف وسیعی از حیوانات (پستانداران) و 
انسان ها را آلوده و مبتلا می کنند.
</p>
              </div>
            </div>
            <div className="team-structrue-img col-5">
              <img
                style={{marginRight:'40px'}}
                className="img-fluid"
                src={"/assert/cov.png"}
                alt="cov"
              />
            </div>
          </div>
          <div className="album-header">
            <h3> منشا انتقال </h3>
            <hr />
            <div className="">
              <p className="lead">
              طبق تحقیقاتی که بر روی کروناویروس ها از سال 1965 میلادی انجام شده است،
               این ویروس ها قابلیت آلوده کردن حیوان و انسان را دارند و برخی نیز توانایی 
              انتقال از حیوانات به انسان با برعکس را دارند.
               با مطالعاتی که از زمان اپیدمی سارس (SARS) انجام گردیده است، مشخص شده که خفاش ها کروناویروس های مختلفی را حمل
                می کنند که توانایی آلوده کردن انسان را دارند. محققان با 
               استخراج ماده ی ژنتیکی
                ویروس جدید از افراد مبتلا و انجام تحقیق روی آن دریافتند که 
                این کروناویروس جدید منشأ  مشابهی با ویروس سارس دارد
                و احتمالا منشأ آن خفاش ها یا مارها هستند، ولی همچنان 
               امکان وجود حیوانات دیگری به عنوان میزبان واسطه وجود دارد. 
               این ویروس ها در بدن خفاش تغییر کرده 
               و خود خفاش علائمی از بیماری را نشان نمی دهد
                و همین امر باعث می شود راحت تر ویروس را منتقل کند.
                معمولاً در ویروس هایی که 
               از طریق حیوان به انسان منتقل شده اند، انتقال دیگری از انسان به افراد دیگری اتفاق نمی افتد و
                یا به ندرت اتفاق می افتد، اما استثنائاتی
                هم وجود دارد. برخی از ویروس های حیوانی 
               که توانایی انتقال از انسان به انسان
                را دارند مانند ویروس نقص ایمنی(HIV)، ویروس ابولا  (EBOLA)  و برخی کروناویروس ها  قابلیت ایجاد بیماری
                 های کشنده ای را دارند. زمانی که این
                 ویروس ها برای اولین بار جامعه انسانی را آلوده می کنند، معمولا هیچ درمان یا 
                واکسنی بر علیه آن ها وجود ندارد؛ بنابراین نسل های اولیه ی شیوع آن می تواند کشنده بوده 
                و تلفات چشمگیری داشته باشد و همان طوری که
                 در زمان اپیدمی HIV و ابولا این تجربه مشاهده شده است.
              </p>
            </div>
          </div>
        </div>
        <Largenavbar />
      </div>
    );
  }
}

