import React from "react";
import Accordion from "react-bootstrap/Accordion";
import Card from "react-bootstrap/Card";
import Col from "react-bootstrap/Col";
import Row from "react-bootstrap/Row";
import Largenavbar from "../components/largenavbar";

export default class QA extends React.Component {
  render() {

    return (
      <div className="faq-container" style={{ textAlign: 'right' , overflow:'hidden'}}>
        <Row className="justify-content-md-center">
          <Col xs="10">
            <h3 id="faq_title" >در این بخش مجموعه سوالات احتمالی را برای بیماران
            اماده کرده ایم که
            در صورت نیاز پاسخ آن را دریابند
            </h3>
            <Accordion className="faq_list">
              <Card>
                <Accordion.Toggle as={Card.Header} eventKey="0">
                  <h3>
                    بیماری کووید-19 چه علائمی دارد؟
                  </h3>
                </Accordion.Toggle>
                <Accordion.Collapse eventKey="0">
                  <Card.Body>
                    <h5>
                      شایع ترین علائم تب ، سرفه خشک و خستگی است. علائم دیگر که کمتر دیده می شود و
                      ممکن است در بعضی از بیماران وجود داشته باشد شامل درد ،
                      احتقان بینی ، سردرد ، ملتحمه ، گلو درد ، اسهال، از بین رفتن طعم یا بو یا
                      بثورات پوستی یا برآمدگی پوست یا تغییر رنگ انگشتان دست یا انگشتان پا است. این علائم معمولاً خفیف است
                      و به تدریج شروع می شود و البته برخی از افراد آلوده می شوند اما فقط علائم بسیار خفیفی دارند
                   </h5>
                  </Card.Body>
                </Accordion.Collapse>
              </Card>
              <Card>
                <Accordion.Toggle as={Card.Header} eventKey="1">
                  <h3>
                    نحوه انتشار بیماری کووید-19 چگونه است؟
                 </h3>
                </Accordion.Toggle>
                <Accordion.Collapse eventKey="1">
                  <Card.Body>
                    <h5>
                      افراد می توانند این بیماری را از سایر مبتلایان به ویروس بگیرند.
                      کووید-19 در درجه اول از طریق فرد مبتلا به وسیله قطرات کوچک از بینی یا دهان هنگامی که سرفه و عطسه می کند
                      و یا درحال صحبت است گسترش می یابد ،
                      و چون این قطرات نسبتاً سنگین هستند ، خیلی دور نمی شوند
                      و به سرعت بر روی زمین فرود می آیند. افراد می توانند COVID-19 را در صورت تنفس از فرد آلوده به ویروس بگیرند.
                      به همین دلیل مهم است که (حداقل 1 متر) از دیگران دور باشید.
                      این قطرات می توانند روی اشیاء و سطوح اطراف فرد مانند میز ، میز کار و دستگیره فرود بیایند
                      و با لمس این اشیاء یا سطوح ، سپس تماس با چشم ، بینی یا دهان خود را آلوده کنند.
                      به همین دلیل مهم است که مرتباً دستان خود را با آب و صابون بشویید و یا با الکل تمیز کنید
                    </h5>

                  </Card.Body>
                </Accordion.Collapse>
              </Card>
              <Card>
                <Accordion.Toggle as={Card.Header} eventKey="2">
                  <h3>
                    اگر علائم کووید-19 را داشته باشم چه کاری باید انجام بدهم و چه زمانی به دنبال مراقب های پزشکی باشم؟
                 </h3>
                </Accordion.Toggle>
                <Accordion.Collapse eventKey="2">
                  <Card.Body>
                    <h5>
                      اگر علائم جزئی مانند سرفه جزئی یا تب خفیف دارید ، به طور کلی نیازی به مراقبت پزشکی نیست.
                      در خانه بمانید ،خود را ایزوله کنید و علائم هایتان را کنترل کنید.
                      اما ، اگر در منطقه ای با بیماری مالاریا یا تب دنگ زندگی می کنید ،
                      مهم است که علائم تب را نادیده نگیرید. به دنبال کمک پزشکی باش
                      ید وقتی در مراکز درمانی حضور دارید در صورت امکان ماسک بپوشید ،
                      حداقل 1 متر از افراد دیگر فاصله بگیرید
                      و با دست خود سطحی را لمس نکنید.
                      اگر کودکی بیمار است به کودک کمک کنید تا به این توصیه عمل کند.
                      در صورت مشکل در تنفس یا درد / فشار در قفسه سینه ، فوریت های پزشکی را انجام دهید و
                      در صورت امکان با پزشک معالج خود تماس بگیرید
                      تا او بتواند شما را به مراکز درمانی صحیح هدایت کند
                    </h5>
                  </Card.Body>
                </Accordion.Collapse>
              </Card>
              <Card>
                <Accordion.Toggle as={Card.Header} eventKey="3">
                  <h3>
                    اگر با فردی که مبتلا است تماس نزدیک داشته باشم باید چه کاری انجام دهم؟
                     </h3>
                </Accordion.Toggle>
                <Accordion.Collapse eventKey="3">
                  <Card.Body>
                    <h5>
                      اگر با فرد بیمار تماس نزدیک داشته ایید،
                      ممکن است شما آلوده شده باشید. تماس نزدیک به
                      این معناست که با فرد مبتلا زندگی می کنید و یا فاصله بین شما کمتر از یک متر بوده است د.
                      اگر در منطقه ای با بیماری مالاریا یا تب دنگ زندگی می کنید ،
                      مهم است که علائم تب را نادیده نگیرید. به دنبال کمک پزشکی باش
                      ید وقتی در مراکز درمانی حضور دارید در صورت امکان ماسک بپوشید ،
                      حداقل 1 متر از افراد دیگر فاصله بگیرید
                      و با دست خود سطحی را لمس نکنید.
                      اگر کودکی بیمار است به کودک کمک کنید تا به این توصیه عمل کن.
                      : اگر دچار بیماری شدید، حتی با علائم بسیار خفیف باید خود را ایزوله کنید و حتی اگر فکر نمی کنید که
                      در معرض بیماری قرار گرفته اید اما علائم پیشرفت کرد ،
                      خود را ایزوله و کنترل کنید .احتمال اینکه شما در مراحل ابتدایی بیماری دیگران را مبتلا کنید ،
                      هنگامی که فقط علائم خفیفی دارید ، بسیار زیاد است ، بنابراین
                      ایزوله در مراحل اولیه  بسیار مهم است و حتی اگر علائمی ندارید ،
                      اما به مدت 14 روز در معرض یک فرد آلوده هستید ، خود را قرنطینه کنید.اگر در منطقه ای
                      با بیماری مالاریا یا تب دنگ زندگی نمی کنید لطفااین موارد را انجام دهید
                    </h5>


                  </Card.Body>
                </Accordion.Collapse>
              </Card>
              
            </Accordion>
          </Col>
        </Row>
        <Largenavbar />
      </div>
    );
  }
}

