{
  "main_content": {
    "1": "At Pioneer Health Assistant, we pioneered to be a turning point in the world of\n                                engineering\n                                and medicine, relying on world-class science in the fields of engineering and the\n                                healthcare\n                                industry.\n                                We are a pioneer in inspiring, controlling, diagnosing and identifying untreatable\n                                diseases,\n                                using the latest technologies available and with the help of an integrated team of\n                                professionals from the best developers. Our horizons transcend the boundaries of\n                                knowledge\n                                and creativity, and we strive to facilitate the healing process and provide patients\n                                with\n                                increased health.\n                                Our ultimate goal is to achieve a system that completes the diagnosis cycle until\n                                treatment\n                                is met with precision and with the supervision of a physician."
  },
  "second_frame_title": {
    "1": "Main Service\n"
  },
  "second_frame_header": {
    "1": "Medical Service\n"
  },
  "second_frame_text": {
    "1": "Neurological Disease System with the help of Iran’s top hospitals in this field, relying on radiological, neurological and neurosurgical achievements can diagnose diseases such as MS, brain tumor, etc. Examines the patient’s clinical tests and results and identifies results with the latest treatment protocols."
  },
  "section3secondary_title": {
    "1": "Secondary\nServices"
  },
  "symptom_title": {
    "1": "Symptoms Checking System\n"
  },
  "symptom_text": {
    "1": "Due to the growth, change, evolution and prevalence of different types of bacteria and viruses and the many similarities in the symptoms of each disease, the diagnosis of the disease is incredibly difficult, so the system of diagnosis by its symptoms it can be of great help to doctors. The online scheduling system serves to organize the process of meeting patients with physicians, including the benefits of reducing the financial and time costs of the traditional scheduling system, increasing physicians' efficiency, increasing patient satisfaction, reducing queues length. Expectations to meet with a doctor and... are noted."
  },
  "drug_title": {
    "1": "Drug Interaction System\n"
  },
  "drug_text": {
    "1": "Drug Interaction System\nDue to the expansiveness, variety and increasing frequency of different drugs, it is very difficult to detect drug interactions with one another. The drug interaction detection sy ystem can be embedded in a large drug database, making it a great aid for physicians. To prevent unwanted drug interactions and unexpected"
  },
  "appointment_title": {
    "1": "Appointment system\n"
  },
  "appointment_text": {
    "1": "The online scheduling system serves to organize the process of meeting patients with physicians, including the benefits of reducing the financial and time costs of the traditional scheduling system, increasing physicians' efficiency, increasing patient satisfaction, reducing queues length. Expectations to meet with a doctor and... are noted."
  },
  "registery_title": {
    "1": "Data Registery"
  },
  "registery_text": {
    "1": "The Digital Health Registering System is a centralized and accessible patient information aggregation system nationwide for ease of adjustment, maintenance, access, edit, and other customary interference by the designee within a specified framework with due regard for the rights and privacy of the individual. The Neuroscience Diagnosis System uses the latest technology in the field of artificial intelligence to improve and accelerate the performance of physicians in the process of diagnosis and prevention of human error."
  }
}